
// export const administrative = ['心血管内科','内分泌科','风湿免疫科','中医科','肾内科', '神经科', '呼吸内科', '感染性疾病科', '肿瘤内科', '消化内科', '临床营养科',
//                         '泌尿外科', '肝胆胰脾外科', '甲乳血管外科', '介入科', '骨科', '神经外科', '心胸外科', '整形显微外科', '胃肠外科', '眼科',
//                         '耳鼻咽喉头颈外科', '睡眠呼吸障碍专科', '口腔颌面外科', '妇科', '产科', '生殖医学中心', '儿科', '康复医学科', '麻醉科', '放疗科',
//                         '全科医学科', '消化内镜科', '病理科', '放射科', '超声科', '核医学科', '中山大学胃肠病学研究所', '期刊中心', '护理部', '药学部', 
//                         '检验科', '输血科', '行政后勤科室']
export const claim = ['医教研', '护技药', '行政后勤']
export const education = ['不限', '中专', '大专', '本科', '硕士', '博士']

// 管理类科室
export const departmentAdmin = ['编辑部','保卫科','财务科','采供科','党政办公室','干部保健科','工会','护理部','基建总务科','纪检监察室','教育科','科研科','客户服务中心','门诊办公室','人力资源部','设备管理科','审计科','拓展法务科','胃肠病学研究所办公室','胃肠专科学科建设办公室','物资物业科','信息科','宣传科','医疗保险服务管理办公室','医疗质量控制科','医务科','医务社会工作暨志愿服务工作部','运营管理办公室']
// 科研科室
export const departmentky = ['广东省胃肠病学研究所', '临床研究中心办公室', '药物临床试验机构']
// 专业科室
export const departmentzy = ['病理科', '胃肠外科' ,'产科', '超声科', '儿科', '耳鼻咽喉口腔睡眠科', '放疗科', '放射科', '风湿免疫科', '妇科', '肝胆胰脾外科', '甲乳血管外科', '骨科', '核医学科', '急诊科', '检验科', '介入科', '康复医学科', '康健影像体检中心', '口腔科', '临床营养科', '麻醉科', '泌尿外科', '内分泌科', '肾内一科', '消化内科', '神经内科', '呼吸内科', '心血管内科', '皮肤科', '日间手术中心', '乳腺外科', '神经外科', '肾内二科', '输血科', '消化内镜科', '心胸外科', '血液内科', '雅和病区', '眼科', '员村街社区卫生服务中心','生殖医学中心',  '中医科', '肿瘤内科', '重症医学科']

export const administrative = {
  departmentAdmin : ['编辑部','保卫科','财务科','采供科','党政办公室','干部保健科','工会','护理部','基建总务科','纪检监察室','教育科','科研科','客户服务中心','门诊办公室','人力资源部','设备管理科','审计科','拓展法务科','胃肠病学研究所办公室','胃肠专科学科建设办公室','物资物业科','信息科','宣传科','医疗保险服务管理办公室','医疗质量控制科','医务科','医务社会工作暨志愿服务工作部','运营管理办公室'],
  departmentky : ['广东省胃肠病学研究所', '临床研究中心办公室', '药物临床试验机构'],
  departmentzy : ['病理科', '胃肠外科' ,'产科', '超声科', '儿科', '耳鼻咽喉口腔睡眠科', '放疗科', '放射科', '风湿免疫科', '妇科', '肝胆胰脾外科', '甲乳血管外科', '骨科', '核医学科', '急诊科', '检验科', '介入科', '康复医学科', '康健影像体检中心', '口腔科', '临床营养科', '麻醉科', '泌尿外科', '内分泌科', '肾内一科', '消化内科', '神经内科', '呼吸内科', '心血管内科', '皮肤科', '日间手术中心', '乳腺外科', '神经外科', '肾内二科', '输血科', '消化内镜科', '心胸外科', '血液内科', '雅和病区', '眼科', '员村街社区卫生服务中心','生殖医学中心',  '中医科', '肿瘤内科', '重症医学科']
}